Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: These could assess, for example, whether a person is an assertive individual, open to persuasion, and conscious of detail.
vi: Chúng có thể đánh giá được tuýp người, ví dụ, một người có tính cách quyết đoán, có khả năng thuyết phục và quan tâm đến chi tiết.

source: These criteria relate to (i) general characteristics of the statement (e.g. the amount of detail), (ii) specific contexts (e.g. reproduction of conversation, unexpected complications during the incident), (iii) motivation related contents (e.g. the child spontaneously correcting herself when giving her statement – something which liars may worry about doing) and (iv) details characteristic of that type of offence (e.g. that the child was ‘groomed’ before being abused).
vi: Những tiêu chí này đều liên hệ tới các đặc điểm chung của một lời tường thuật (ví dụ: số lượng của các chi tiết), các ngữ cảnh cụ thể (ví dụ: sự mô phỏng của một cuộc hội thoại, hay các biến chứng bất ngờ trong một vụ việc), sự thúc đẩy liên quan đến nội dung (ví dụ: một đứa trẻ tự ý sửa đổi lời tường thuật của mình - với một lý do nào đó mà lựa chọn nói dối sẽ làm cô bé không còn phải lo lắng về việc đó nữa) và các chi tiết đặc trưng cho những hành vi phạm tội (ví dụ: một đứa trẻ đã được đối tượng "chuẩn bị" trước khi bị lạm dụng)

source: These data suggest that offenders must be treated because there is a chance of changing behaviour and stop- ping abuse.
vi: Những dữ liệu này gợi ý rằng những người phạm tội cần phải được điều trị bởi vì có khả năng có sự thay đổi trong hành vi và ngăn chặn sự lạm dụng.

source: These deliberate attempts may involve:
vi: Những âm mưu có chủ đích này có thể bao gồm:

source: These duties have developed over the years, new specialist units have emerged, and new tools of investigation and technology help the police solve crime (e.g. CCTV and DNA).
vi: Những nhiệm vụ này đã dần phát triển theo thời gian, những đơn vị chuyên môn đặc biệt mới đã được thành lập, và những phương tiện điều tra cũng như công nghệ hiện đại giúp cảnh sát giải quyết các vụ án.

source: These events, due to their unpredictable nature, cannot necessarily be mediated by organizational change so the police also need stress management measures that can assist at an individual level, as and when they are needed.
vi: Những sự kiện này, do tính chất không thể đoán trước của chúng, không hẳn là trung gian của sự thay đổi có tổ chức, thế nên cảnh sát cũng cần những biện pháp quản lý căng thẳng giúp họ có thể tự điều trị khi cần thiết.

source: These fantasies can spill into interpersonal relationships and lead to future offending.
vi: Những ảo tưởng này có thể ảnh hưởng đến mối quan hệ cá nhân và dẫn đến phạm tội trong tương lai.

source: These findings cannot be given too much weight, however, since they are based on a very small sample of officers.
vi: Mặc dù vậy, những phát hiện này không mang tính tiêu biểu bởi chúng được thực hiện dựa trên một mẫu vô cùng nhỏ các sĩ quan cảnh sát.

source: These include:
vi: Bao gồm:

source: These instructions were the result of a committee to which Tiersma contributed.
vi: Những hướng dẫn này là kết quả của một hội đồng với đóng góp của Tiersma.

source: These may range from requiring materials to be provided in their first language, to the programme needing to address cultural or religious issues which may impact on the process of treatment.
vi: Vùng dữ liệu cần thiết cần được cung cấp từ ngôn ngữ đầu tiên của họ, để nhận định những ảnh hưởng trong quá trình điều trị từ nhiều vấn đề liên quan đến văn hóa và tôn giáo.

source: These might be offering to babysit, changing sleeping arrangements in a home or arranging to meet a child via the Internet.
vi: Hắn có thể đề nghị làm việc trông trẻ, thay đổi nơi ngủ trong nhà hoặc sắp xếp hẹn gặp một đứa trẻ qua Internet.

source: These needs can be classified into two different types: criminogenic and non-criminogenic.
vi: Những nhu cầu này được phân loại thành hai dạng khác nhau: gây ra tội ác hoặc không gậy ra tội ác.

source: These negative effects of being victimized in prison can be compounded by the inmate code, which discourages informing on fellow prisoners: it can be particularly difficult for prisoners to seek help from staff.
vi: Những hiệu ứng tiêu cực của việc bị ngược đãi trong tù có thể trở nên tồi tệ hơn bằng việc dùng những mật mã/quy ước của các bạn tù, đây là điều gây trở ngại cho sự tổ cáo những người chung tù. Điều này có thể trở nên cực kì phức tạp cho tù nhân trong việc tìm kiếm sự giúp đỡ từ các nhân viên trong tù.

source: These one-off traumatic events may have a profound and devastating effect.
vi: Những sự kiện dễ gây thương chấn này có thể để lại những tàn phá và ảnh hưởng sâu sắc về sau.

source: These patterns are called ‘offence-related targets’, and can include anger and violence problems, substance (including alcohol) abuse and inadequate problem-solving.
vi: Những dấu hiệu này được goi là "mục tiêu có liên quan đến tội ác" và có thể bao gồm các vấn đề về tức giận và bạo lực, lạm dụng các chất gây nghiện (bao gồm cả rượu) và việc giải quyết vấn đề không phù hợp.

source: These popular conceptions of the work of criminal psychologists, while they may be true for a small number, do not represent the wide variety of roles that those trained in criminal psychology can, and do, work.
vi: Những quan niệm phổ biến về công việc của các nhà tâm lý học tội phạm có thể chỉ đúng ở một phần nhỏ, và không thể thay thế vai trò đa dạng, rộng lớn mà những nhà tâm lý học có thể làm được.

source: These professionals use the psychological techniques contained within the programme manuals to target the offenders’ problem-solving, social and personal control skills.
vi: Các chuyên gia này dùng những kĩ thuật tâm lý để tác động vào kĩ năng xử lí vấn đề, kĩ năng xã hội và kĩ năng tự kiềm chế của phạm nhân.

source: These programmes are accredited by the Home Office, which means they meet a set of specified criteria to ensure that they are run properly in appropriate accommodation by trained professionals (psychologists, prison officers, probation officers and programme facilitators) and are subject to evaluation.
vi: Những chương trình này được chính thức công nhận bởi Bộ Nội Vụ, điều này có nghĩa là họ đã đặt ra 1 bộ các tiêu chuẩn được xác lập để đảm bảo rằng chúng được tiến hành chính xác trong sự điều tiết thích hợp của các giáo sư được đào tạo (các nhà tâm lý học, sĩ quan nhà tù, sĩ quan quản chế và những người hỗ trợ chương trình) và là đối tượng cho việc đánh giá.

source: These psychological needs may (or may not) result from the effects of crime they committed (for example, the development of post-traumatic stress disorder or realization of the impact of their offence on their victim) or the environment within which they are held (for example, developing depression due to being away from the family or anxiety brought on by repetitive bullying from other prisoners).
vi: Những vấn đề tâm lý này có thể có (hoặc không) là kết quả ảnh hưởng từ tội ác mà họ gây ra(vd như sự phát triển của rối loạn sau sang chấn hay việc nhận thức về ảnh hưởng của hành động của họ đối với nạn nhân) hay cũng có thể là ảnh hưởng của nơi mà họ bị giam giữ (vd như việc gia tăng trầm cảm khi phải sống xa gia đình hay sự lo lắng, sợ hãi khi liên tục bị áp bức từ những tù nhân khác.

source: These questions obviously involve points of law but they also involve issues of comprehension.
vi: Hiển nhiên, những câu hỏi này liên quan đến lĩnh vực pháp luật, nhưng chúng cũng liên quan đến việc lĩnh hội nữa.

source: These questions will be discussed in more detail in chapter 5.
vi: Những câu hỏi này sẽ được thảo luận kỹ hơn ở chương 5.

source: These recordings were observed for the purposes of our study by a large sample of police officers (not involved in the investigations).
vi: Những bản ghi này được quan sát cho mục đích của nghiên cứu của chúng tôi bởi một lượng lớn thanh tra cảnh sát ( không liên quan tới việc điều tra)

source: These reforms saw the introduction of English as the language of statutes and parliamentary debates.
vi: Những cải cách này làm cho tiếng Anh trở thành ngôn ngữ của đạo luật và các cuộc tranh luận của quốc hội.

source: These reviews provided valuable information to programme developers and practitioners concerning the parts of programmes that the research showed as being effective.
vi: Những bài phê bình này cung cấp những thông tin có giá trị cho các nhà phát triển và thực thi chương trình liên quan đến những phần được các bài nghiên cứu cho rằng có hiệu quả.

source: These riots ended in violence with at least five innocent families being forced to flee from their homes and two individuals committing suicide.
vi: Những cuộc hỗn loạn này kết thúc trong bạo lực với ít nhất 5 gia đình vô tội bị buộc phải chạy trốn khỏi ngôi nhà của mình và 2 người khác tự sát.

source: These steps, like the police interviewing of suspects described above, have often accompanied governmental decisions to tape record interviews with alleged victims or bystanders who witnessed what took place.
vi: Giống như cách cảnh sát thẩm vấn nghi phạm đã được miêu tả ở trên, những thay đổi này thường đi đôi với quyết định của chính phủ cho phép ghi lại buổi thẩm vấn những ai được cho là nạn nhân hoặc người đi đường chứng kiến vụ việc.

source: These studies have searched for relationships between offender characteristics and actions at the behavioural level.
vi: Những nghiên cứu kể trên đã tìm kiếm những mối quan hệ giữa đặc điểm của kẻ phạm tội va hành động của chúng ở mức độ hành vi.

source: These studies look at what happens in the run up to an offence, while the offence is taking place and after the offence.
vi: Những nghiên cứu này sẽ xem xét những gì xảy ra để khởi xướng nên sự xâm phạm, trong và sau khi nó diễn ra.

source: These studies tend to look at sex offenders only, and try to see what part of adult functioning is linked to repeat offending.
vi: Những nghiên cứu này có xu hướng chỉ chú trọng vào tội phạm tình dục và cố gắng tìm hiểu phần nào trong hoạt động trưởng thành có liên quan đến việc tái diễn xâm phạm.

source: These suggest that criminals will offend in an area with which they are familiar.
vi: Những lý thuyết này gợi ý rằng những kẻ phạm tội thường thực hiện tội ác ở một khu vực mà chúng quen thuộc với.

source: These texts were produced for the FBI when the sister-in-law of a Montana recluse, Ted Kaczynski, recognized in the manifesto his particular style of writing.
vi: Những văn bản đấy sau này đã được cung cấp cho FBI. Đó là khi một người chị em dâu của Ted Kaczynski- một người sống ẩn dật ở Montana, đã nhận ra lối hành văn đặc biệt của anh ta trong bản tuyên ngôn trên.

source: These theories also relate to the idea in geographical profiling that offenders have a cognitive or mental map of their (familiar) geographical areas.
vi: Những lý thuyết này còn liên quan tới một quan niệm của thiết lập hồ sơ tội phạm cho rằng những kẻ phạm tội có một bản đồ nhận thức hoặc bản đồ trí nhớ về những khu vực địa lý (quen thuộc) của chúng.

source: These theories have led to the development in criminal psychology of geographical profiling principles and definitions of types (i.e. typologies) of offenders.
vi: Những lý thuyết này đã dẫn tới sự phát triển của các nguyên tắc lập hồ sơ theo địa lý của tâm lý học tội phạm và những định nghĩa về các kiểu hình (hay hệ thống các loại hình) của tội phạm.

source: These views help the offenders to justify their behaviour or minimize their guilt.
vi: Những quan điểm này giúp các tội phạm biện hộ cho hành vi của mình hoặc giảm thiểu cảm giác tội lỗi của bản thân.

source: They all have different roles and responsibilities and work within different boundaries of the law.
vi: Chúng đều có những vai trò và trách nhiệm khác nhau cũng như hoạt đông trong phạm vi các giới hạn luật pháp khác nhau.

source: They also may be prohibited from entering certain localities or making contact with certain individuals or groups of people (especially victims), and may have restrictions on types of employment.
vi: Họ cúng có thể bị cấm tham gia vào 1 số địa phương nhất định hoặc liên lạc với 1 số người hoạc nhóm người ( đặc biệt là nạn nhân) và có thể bị cấm trong 1 số công việc.

source: They also need training to combine useful cues from behaviour and from speech (see the section below on combining lie detection methods).
vi: Họ còn cần luyện tập để kết hợp những dấu hiệu hành vi hữu dụng và từ lời nói ( xem phần trên trong kết hợp các phương pháp phát hiện nói dối ) .

source: They are shown how to respond in social situations and to gauge the behaviour of other people appropriately.
vi: Họ được hướng dẫn cách phản ứng với các tình huống xã hội và đánh giá hành vi của những người khác một cách thích hợp.

source: They are therefore acting in a similar way to statistical profilers, but their inferences are based on their own personal experience and, of course, rely on their accurate recollection of these.
vi: Do đó, họ đóng vai trò tương tự như những nhà lập hồ sơ theo phương pháp thống kê, nhưng những suy luận của họ lại dựa trên những kinh nghiệm của bản thân và, tất nhiên, dựa trên những hồi ức chính xác của những kinh nghiệm đó.

source: They argue that the profiles produced by clinical profilers could vary as a result of the individual nature of each clinical profiler’s experience.
vi: Họ phản bác rằng những hồ sơ được tạo lập bởi những nhà lập hồ sơ lâm sàng có thể khác nhau do tính cá nhân trong kinh nghiệm của người lập hồ sơ.

source: They do this by testing a large number of people among whom few, if any, are a serious threat.
vi: Họ thực hiện bằng cách kiểm tra một lượng lớn người mà trong đó tiềm ẩn các thành phần gây nguy hiểm nghiêm trọng.

source: They find it difficult to express affection, give support or resolve arguments, and are often overly sensitive to rejection.
vi: Họ thấy khó khăn trong việc thể hiện cảm xúc, ủng hộ hoặc kiên quyết tranh cãi, và họ thường nhạy cảm quá mức với sự cự tuyệt..

source: They found that abusers of children within their own family (intra-familial offenders) were very likely to report poor relationships with their mothers, saying that they were abusive, unloving or uncaring.
vi: Họ cũng thấy rằng những kẻ lạm dụng trẻ em trong gia đình (tội phạm trong nhà) thường bị nói là có quan hệ không tốt với những người mẹ thường ngược đãi, không yêu thương, chăm sóc..

source: They gradually become louder and more animated to the obvious consternation of the staff in the restaurant.
vi: Họ dần dần trở nên lớn tiếng và ồn ào hơn, đến mức các nhân viên nhà hàng kinh sợ ra mặt.

source: They had reported his crimes to the police dozens of times.
vi: Họ đã tố cáo về tội ác của đám côn đồ này rất nhiều lần với cảnh sát.

source: They have performed analyses of courtroom questioning by lawyers, of witness language and of judges’ language in their rulings and in their instructions to juries.
vi: Họ đã thực hiện các phân tích câu hỏi trong phòng xử án của luật sư, lời khai của nhân chứng, các phát quyết của thẩm phán và trong các hướng dẫn của họ đến bồi thẩm đoàn.

source: They have poor coping mechanisms which means that they do not deal well with the little problems that life throws at them, and research has shown that subjective distress, namely anger, anxiety, depression or boredom, is often a precursor to offending.
vi: Họ có cơ chế giải quyết kém cỏi, có nghĩa là họ không giỏi đối phó với những vấn đề nhỏ trong cuộc sống, và nghiên cứu đã chỉ ra rằng đau khổ tưởng tượng như giận dữ, lo âu, buồn rầu hay chán chường thường là dấu hiệu báo trước cho hành vị phạm tội.

source: They lack empathy, divert blame for their problems away from themselves, frequently experience negative emotions, handle stress poorly, engage in cognitive distortions and have poor relationship skills.
vi: Họ thiếu cảm thông, thường đổ lỗi cho người khác về những vấn đề họ gặp phải, thường trải qua những cảm xúc tiêu cực, giải quyết căng thẳng kém, đi theo hướng nhận thức lệch lạc và có kỹ năng quan hệ kém..

source: They may well also have taken time to prepare and practise their lies so that they come to mind easily.
vi: Họ có thể có thời gian chuẩn bị và luyện tập những lời nói dối nên chúng sẽ trôi chảy hơn

source: They might deal with the fear of violence by being violent towards others or through harming them- selves.
vi: Họ có thể đối mặt với nỗi sợ bạo lực bằng cách trở nên hung hãn, bạo lực với kẻ khác hoặc tự làm đau chính mình.

source: They often use alcohol, drugs or manage to generate excuses or justifications (cognitive distortions) to help them believe that the abuse is acceptable.
vi: Họ thường dùng rượu, thuốc phiện hoặc viện cớ hoặc biện hộ (với nhận thức lệch lạc) để giúp bản thân tin rằng việc lạm dụng là có thể chấp nhận.

source: They perform many routine yet important duties within society, but to what extent is it reasonable to expect the police to work in extremely demanding conditions?
vi: Họ thực hiện những nhiệm vụ thường xuyên và quan trọng trong xã hội, nhưng đâu là mức đòi hỏi phù hợp đối với những cảnh sát đang phải làm việc trong điều kiện vô cùng khắt khe này?

source: They plan to hire a researcher to work with them on this project and will publish their findings once the work is complete.
vi: Họ lên kế hoạch thuê một nhà nghiên cứu để làm việc với họ trong dự án này và sẽ công bố nó một khi công việc hoàn tất.

source: They proposed the following: ‘the purpose of the police service is to uphold the law fairly and firmly; to prevent crime; to pursue and bring to justice those who break the law; to keep the Queen’s peace; to protect, help, and reassure the community; and to be seen to do this with integrity, common sense and sound judgement’.
vi: Họ trích dẫn 'mục đích của cảnh sát là duy trì pháp luật một cách công bằng và kiên quyết; ngăn chặn tội ác; truy tìm và xử lý người phạm tội theo luật pháp; giữ trật tự an ninh; bảo vệ, giúp đỡ và trấn an cộng đồng; với sự chính trực, thường thức và suy xét'.

source: They say no one person can take the blame: they have told the police to arrest them all.
vi: Họ nói rằng không một cá nhân nào có thể chịu trách nhiệm: họ đã bảo cảnh sát bắt giữ hết bọn họ.

source: They seem to want intimacy with another adult, but are fearful of it and, perhaps because of this dilemma, they often enter into adult relationships impulsively.
vi: Họ thường muốn thân thiết với một người trưởng thành khác nhưng lại sợ hãi việc đó và có lẽ bởi sự khó xử này, họ thường hấp tấp rơi vào những mối quan hệ trưởng thành.

source: They show that it is not the case that presence at a conversation about drug dealing necessarily implies agreement to a deal.
vi: Chúng chỉ ra rằng không phải cứ hễ có một cuộc đối thoại về mua bán ma túy là đã đủ để biểu thị việc đồng ý giao dịch ấy.

source: They simply do not believe that they have committed a crime.
vi: Đơn giản là họ không tin rằng mình phạm tội.

source: They tend to give up easily and ‘fail’ at the sight of small obstacles.
vi: Họ có khuynh hướng dễ dàng bỏ cuộc và thất bại trước dấu hiệu của các chướng ngại nhỏ nhặt.

source: They therefore need the help of an expert in this area and contact Robert, who is able to use the findings from his research to advise the police.
vi: Do đó họ cần sự giúp đỡ của một chuyên gia trong khía cạnh này và họ liên lạc với Robert - người có thể vận dụng kết quả nghiên cứu để giúp đỡ cảnh sát.

source: They try to find out what the differences are in the histories of these people, which will then, hopefully, show whether there is a childhood trigger for sexual offending.
vi: Họ cố tìm ra sự khác biệt trong quá khứ của những người này, và hi vọng sẽ biết được thời thơ ấu có gây ra hành vi xâm phạm tình dục hay không.

source: They were then asked to repeat this task with a different set of fifteen car crimes belonging to five other offenders.
vi: Sau đó họ được yêu cầu lặp lại nhiệm vụ đó với một tập hợp mười lăm vụ án liên quan tới ô tô khác do năm tội phạm khác thực hiện.

source: They will therefore try, when lying, not to give off these cues.
vi: Vì thế họ sẽ thử không biểu lộ những dấu hiệu này khi nói dối

source: They wriggle and before you realise it you’ve got an involuntary erection.
vi: Cô bé cứ ngọ nguậy mãi không ngừng trước khi anh chợt nhận ra mình đã cương cứng tự lúc nào không hay.

source: Think First aims to teach the offender alternative responses by providing such skills as problem awareness, problem definition, information gathering, distinguishing facts from opinions, alterative solution thinking, consequential thinking, selection and decision-making and perspective taking.
vi: Think first hướng đến việc dạy cho phạm nhân sử dụng những cách phản ứng thay thế bằng cách cung cấp cho họ các kỹ năng như nhận thức vấn đề, xác định vấn đề, thu thập thông tin, phân biệt sự thật và ý kiến, suy nghĩ về giải pháp thay thế, cân nhắc hậu quả, lựa chọn và ra quyế định và xác định quan điểm.

source: Think First is a programme built upon cognitive behavioural principles.
vi: Là một chương trình được xây dựng dựa trên các nguyên lý về hành vi nhận thức,

source: Think First is a treatment programme which has been specially devised for offenders who are deemed to be medium to high risk of reoffending and have displayed a general pattern of offending, not specializing in any type of crime, in their past.
vi: Think First là một chương trình hướng đến những phạm nhân với nguy cơ phạm tội từ trung bình đến cao và không thiên về một loại hành vi phạm tội cụ thể nào trong quá khứ..

source: Think about whether a woman who has been subjected to twenty years of domestic abuse and kills her husband during an incident is to ‘blame’ in the same way as a woman who kills her husband because she wishes to leave him and be with her lover.
vi: Hãy tưởng tượng nếu 1 người phụ nữ phải chịu đựng sự bao lực gia đình trong 20 năm và vô tình giết chồng cô ta trong một tai nạn thì cũng phải chịu tội giống như 1 người phụ nữ khác giết chồng mình vì cô ta muốn bỏ anh ta để đi theo người tình.

source: Think about whether you would be able to get up and sing in public, com- plain about poor service in a restaurant or ask someone you had only just met out on a date.
vi: Băn khoăn không biết bạn có thể thức dậy và hát trước đám đông, phàn nàn về chất lượng dịch vụ kém ở nhà hàng hoặc mời một người mình mới gặp đi chơi.

source: Third, the activity must have no support or authority from the state and is therefore autonomous.
vi: Thứ ba, hành động phải không có sự hỗ trợ hoặc ủy quyền nào từ bang và chính vì thế là 1 hoạt động độc lập .

source: This allows the focusing of the resources of the investigation in order to avoid duplication of work.
vi: Nó cho phép tập trung vào nguồn dữ liệu điều tra để tránh sự trùng lặp.

source: This analysis is part of ‘Statement Validity Assessment’, which courts in Germany, Sweden and the Netherlands have been using to guide their decisions.
vi: Đây cũng là một phần thuộc " Sự đánh giá tính hiệu lực của một lời tường thuật " mà bất cứ tòa án nào ở Đức, Thụy Điển và Hà Lan đều sử dụng như một hướng chỉ dẫn cho những quyết định của họ.

source: This analysis is usually referred to as criteria-based content analysis (CBCA).
vi: Phân tích này thường được coi như là một tiêu chí để căn cứ vào đó mà phân tích các nội dung.

source: This analysis was used in the trial of Charles and Diana Ingram (Ingram’s wife) and Tecwen Whittock and all three were convicted of conspiracy.
vi: Phân tích này được sử dụng trong phiên xét xử Charles và Diana Ingram (Vợ của Iingram) cùng Tacwen Whittock. Cả ba người này sau đó đều đã bị kết án về việc thông đồng với nhau.
